-- phpMyAdmin SQL Dump
-- version 4.5.2
-- http://www.phpmyadmin.net
--
-- Host: localhost
-- Generation Time: 2016-10-28 19:44:46
-- 服务器版本： 10.1.10-MariaDB
-- PHP Version: 7.0.2

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `PHPlesson`
--

-- --------------------------------------------------------

--
-- 表的结构 `news`
--

CREATE TABLE `news` (
  `newsid` int(11) NOT NULL,
  `newstitle` varchar(100) NOT NULL,
  `newsimg` varchar(200) NOT NULL,
  `newscontent` text NOT NULL,
  `addtime` date NOT NULL,
  `class` varchar(10) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='新闻表';

--
-- 转存表中的数据 `news`
--

INSERT INTO `news` (`newsid`, `newstitle`, `newsimg`, `newscontent`, `addtime`, `class`) VALUES
(49, ' 网售食品新规施行数十万淘宝商家', 'http://images.china.cn/attachement/jpg/site1000/20161003/002564ba9eb8195c8f6b34.jpg', '电商高管每周必读盘点，上周重点电商动态。一周一盘点，扫描行业', '2016-09-26', '体育'),
(50, '哥伦比亚全民公投未通过和平协议', 'http://news.xinhuanet.com/world/2016-10/03/1119662025_14754624876801n.jpg', '10月2日，在哥伦比亚首都波哥大，哥伦比亚总统桑托斯（左五）就公投结果发表讲话。哥伦比亚2日全民公投的结果反对方票数居多，哥伦比亚政府与“哥伦比亚革命武装力量”签署的和平协议未获通过。新华社发（哥伦比亚总统府供图）', '2016-10-03', '国际'),
(51, '北京八达岭野生动物园：老虎伤人的虎园仍关闭', 'http://p2.cri.cn/M00/80/26/CqgNOlfx7g2AXmziAAAAAAAAAAA83.550x413.jpeg', '八达岭野生动物园工作人员与自驾游客签订协议，并提醒游客在猛兽区游览时不要开窗，开车门\r\n', '2016-10-03', '本地'),
(52, '何云伟喊话郭德纲：没师父了，名字已去掉“云”字', 'http://himg2.huanqiu.com/attachment2010/2016/1003/20161003074707761.jpeg', '10月1日下午，相声演员何云伟在某直播中喊话昔日师傅郭德纲，称已经将云字去掉，现在身份证上的名字叫何伟。\r\n　　曹云金和郭德纲这对昔日师徒，如今隔空对骂的风口浪尖之际，与曹云金有着相似经历的相声演员何云伟进行个人直播。直播过程中，何云伟直言“郭德纲，我的名字叫何伟谢谢，身份证上就是何伟，(云字)已经去掉了，您爱怎么叫，怎么叫!”又附和网友所提的“海清”身份，称自己“没门户，没师傅”，就是“海清”。部分网友通过弹幕发来负面评价，何云伟再次强调自己如今就叫何伟，并自我安慰，“他们爱说我啥说我啥，跟咱没关系”。\r\n', '2016-10-03', '娱乐'),
(53, '2016中网彭帅击败大威晋级女单次轮', 'http://images.china.cn/attachement/jpg/site1000/20161003/002564ba9eb8195c8d9f44.jpg', '10月3日，2016年中国网球公开赛女单首轮比赛中，持外卡参赛的中国选手彭帅以2：0击败赛会六号种子、美国选手维纳斯·威廉姆斯，晋级次轮。', '2016-10-03', '体育'),
(54, ' 网售食品新规施行数十万淘宝商家或被清退', 'http://img3.imgtn.bdimg.com/it/u=3985160356,2529070347&fm=15&gp=0.jpg', '电商高管每周必读盘点，上周重点电商动态。一周一盘点，扫描行业重点新闻。', '2016-10-13', '百家'),
(55, '哥伦比亚全民公投未通过和平协议', 'http://news.xinhuanet.com/world/2016-10/03/1119662025_14754624876801n.jpg', '10月2日，在哥伦比亚首都波哥大，哥伦比亚总统桑托斯（左五）就公投结果发表讲话。哥伦比亚2日全民公投的结果反对方票数居多，哥伦比亚政府与“哥伦比亚革命武装力量”签署的和平协议未获通过。新华社发（哥伦比亚总统府供图）', '2016-10-03', '国际'),
(56, '北京八达岭野生动物园：老虎伤人的虎园仍关闭', 'http://p2.cri.cn/M00/80/26/CqgNOlfx7g2AXmziAAAAAAAAAAA83.550x413.jpeg', '八达岭野生动物园工作人员与自驾游客签订协议，并提醒游客在猛兽区游览时不要开窗，开车门\r\n', '2016-10-03', '本地'),
(57, '何云伟喊话郭德纲：没师父了，名字已去掉“云”字', 'http://himg2.huanqiu.com/attachment2010/2016/1003/20161003074707761.jpeg', '10月1日下午，相声演员何云伟在某直播中喊话昔日师傅郭德纲，称已经将云字去掉，现在身份证上的名字叫何伟。\r\n　　曹云金和郭德纲这对昔日师徒，如今隔空对骂的风口浪尖之际，与曹云金有着相似经历的相声演员何云伟进行个人直播。直播过程中，何云伟直言“郭德纲，我的名字叫何伟谢谢，身份证上就是何伟，(云字)已经去掉了，您爱怎么叫，怎么叫!”又附和网友所提的“海清”身份，称自己“没门户，没师傅”，就是“海清”。部分网友通过弹幕发来负面评价，何云伟再次强调自己如今就叫何伟，并自我安慰，“他们爱说我啥说我啥，跟咱没关系”。\r\n', '2016-10-03', '娱乐'),
(58, '2016中网彭帅击败大威晋级女单次轮', 'http://images.china.cn/attachement/jpg/site1000/20161003/002564ba9eb8195c8d9f44.jpg', '10月3日，2016年中国网球公开赛女单首轮比赛中，持外卡参赛的中国选手彭帅以2：0击败赛会六号种子、美国选手维纳斯·威廉姆斯，晋级次轮。', '2016-10-03', '体育'),
(59, ' 网售食品新规施行数十万淘宝商家或被清退', 'http://e.hiphotos.baidu.com/news/crop%3D0%2C1%2C601%2C360%3Bw%3D638/sign=d445b486f3f2b211f061df0ef7b04909/838ba61ea8d3fd1f854970cf384e251f94ca5f87.jpg', '电商高管每周必读盘点，上周重点电商动态。一周一盘点，扫描行业重点新闻。', '2016-10-03', '百家'),
(60, '哥伦比亚全民公投未通过和平协议', 'http://news.xinhuanet.com/world/2016-10/03/1119662025_14754624876801n.jpg', '10月2日，在哥伦比亚首都波哥大，哥伦比亚总统桑托斯（左五）就公投结果发表讲话。哥伦比亚2日全民公投的结果反对方票数居多，哥伦比亚政府与“哥伦比亚革命武装力量”签署的和平协议未获通过。新华社发（哥伦比亚总统府供图）', '2016-10-03', '国际'),
(61, '北京八达岭野生动物园：老虎伤人的虎园仍关闭', 'http://p2.cri.cn/M00/80/26/CqgNOlfx7g2AXmziAAAAAAAAAAA83.550x413.jpeg', '八达岭野生动物园工作人员与自驾游客签订协议，并提醒游客在猛兽区游览时不要开窗，开车门\r\n', '2016-10-03', '本地'),
(62, '何云伟喊话郭德纲：没师父了，名字已去掉“云”字', 'http://himg2.huanqiu.com/attachment2010/2016/1003/20161003074707761.jpeg', '10月1日下午，相声演员何云伟在某直播中喊话昔日师傅郭德纲，称已经将云字去掉，现在身份证上的名字叫何伟。\r\n　　曹云金和郭德纲这对昔日师徒，如今隔空对骂的风口浪尖之际，与曹云金有着相似经历的相声演员何云伟进行个人直播。直播过程中，何云伟直言“郭德纲，我的名字叫何伟谢谢，身份证上就是何伟，(云字)已经去掉了，您爱怎么叫，怎么叫!”又附和网友所提的“海清”身份，称自己“没门户，没师傅”，就是“海清”。部分网友通过弹幕发来负面评价，何云伟再次强调自己如今就叫何伟，并自我安慰，“他们爱说我啥说我啥，跟咱没关系”。\r\n', '2016-10-03', '娱乐'),
(63, '2016中网彭帅击败大威晋级女单次轮', 'http://images.china.cn/attachement/jpg/site1000/20161003/002564ba9eb8195c8d9f44.jpg', '10月3日，2016年中国网球公开赛女单首轮比赛中，持外卡参赛的中国选手彭帅以2：0击败赛会六号种子、美国选手维纳斯·威廉姆斯，晋级次轮。', '2016-10-03', '体育'),
(64, ' 网售食品新规施行数十万淘宝商家或被清退', 'http://e.hiphotos.baidu.com/news/crop%3D0%2C1%2C601%2C360%3Bw%3D638/sign=d445b486f3f2b211f061df0ef7b04909/838ba61ea8d3fd1f854970cf384e251f94ca5f87.jpg', '电商高管每周必读盘点，上周重点电商动态。一周一盘点，扫描行业重点新闻。', '2016-10-03', '百家'),
(65, '哥伦比亚全民公投未通过和平协议', 'http://news.xinhuanet.com/world/2016-10/03/1119662025_14754624876801n.jpg', '10月2日，在哥伦比亚首都波哥大，哥伦比亚总统桑托斯（左五）就公投结果发表讲话。哥伦比亚2日全民公投的结果反对方票数居多，哥伦比亚政府与“哥伦比亚革命武装力量”签署的和平协议未获通过。新华社发（哥伦比亚总统府供图）', '2016-10-03', '国际'),
(66, '北京八达岭野生动物园：老虎伤人的虎园仍关闭', 'http://p2.cri.cn/M00/80/26/CqgNOlfx7g2AXmziAAAAAAAAAAA83.550x413.jpeg', '八达岭野生动物园工作人员与自驾游客签订协议，并提醒游客在猛兽区游览时不要开窗，开车门\r\n', '2016-10-03', '本地'),
(67, '何云伟喊话郭德纲：没师父了，名字已去掉“云”字', 'http://himg2.huanqiu.com/attachment2010/2016/1003/20161003074707761.jpeg', '10月1日下午，相声演员何云伟在某直播中喊话昔日师傅郭德纲，称已经将云字去掉，现在身份证上的名字叫何伟。\r\n　　曹云金和郭德纲这对昔日师徒，如今隔空对骂的风口浪尖之际，与曹云金有着相似经历的相声演员何云伟进行个人直播。直播过程中，何云伟直言“郭德纲，我的名字叫何伟谢谢，身份证上就是何伟，(云字)已经去掉了，您爱怎么叫，怎么叫!”又附和网友所提的“海清”身份，称自己“没门户，没师傅”，就是“海清”。部分网友通过弹幕发来负面评价，何云伟再次强调自己如今就叫何伟，并自我安慰，“他们爱说我啥说我啥，跟咱没关系”。\r\n', '2016-10-03', '娱乐'),
(68, '2016中网彭帅击败大威晋级女单次轮', 'http://images.china.cn/attachement/jpg/site1000/20161003/002564ba9eb8195c8d9f44.jpg', '10月3日，2016年中国网球公开赛女单首轮比赛中，持外卡参赛的中国选手彭帅以2：0击败赛会六号种子、美国选手维纳斯·威廉姆斯，晋级次轮。', '2016-10-03', '体育'),
(69, ' 网售食品新规施行数十万淘宝商家或被清退', 'http://e.hiphotos.baidu.com/news/crop%3D0%2C1%2C601%2C360%3Bw%3D638/sign=d445b486f3f2b211f061df0ef7b04909/838ba61ea8d3fd1f854970cf384e251f94ca5f87.jpg', '电商高管每周必读盘点，上周重点电商动态。一周一盘点，扫描行业重点新闻。', '2016-10-03', '百家'),
(70, '哥伦比亚全民公投未通过和平协议', 'http://news.xinhuanet.com/world/2016-10/03/1119662025_14754624876801n.jpg', '10月2日，在哥伦比亚首都波哥大，哥伦比亚总统桑托斯（左五）就公投结果发表讲话。哥伦比亚2日全民公投的结果反对方票数居多，哥伦比亚政府与“哥伦比亚革命武装力量”签署的和平协议未获通过。新华社发（哥伦比亚总统府供图）', '2016-10-03', '国际'),
(71, '北京八达岭野生动物园：老虎伤人的虎园仍关闭', 'http://p2.cri.cn/M00/80/26/CqgNOlfx7g2AXmziAAAAAAAAAAA83.550x413.jpeg', '八达岭野生动物园工作人员与自驾游客签订协议，并提醒游客在猛兽区游览时不要开窗，开车门\r\n', '2016-10-03', '本地'),
(73, '2016中网彭帅击败大威晋级女单次轮', 'http://images.china.cn/attachement/jpg/site1000/20161003/002564ba9eb8195c8d9f44.jpg', '10月3日，2016年中国网球公开赛女单首轮比赛中，持外卡参赛的中国选手彭帅以2：0击败赛会六号种子、美国选手维纳斯·威廉姆斯，晋级次轮。', '2016-10-03', '体育'),
(74, ' 网售食品新规施行数十万淘宝商家或被清退', 'http://e.hiphotos.baidu.com/news/crop%3D0%2C1%2C601%2C360%3Bw%3D638/sign=d445b486f3f2b211f061df0ef7b04909/838ba61ea8d3fd1f854970cf384e251f94ca5f87.jpg', '电商高管每周必读盘点，上周重点电商动态。一周一盘点，扫描行业重点新闻。', '2016-10-03', '百家'),
(75, '哥伦比亚全民公投未通过和平协议', 'http://news.xinhuanet.com/world/2016-10/03/1119662025_14754624876801n.jpg', '10月2日，在哥伦比亚首都波哥大，哥伦比亚总统桑托斯（左五）就公投结果发表讲话。哥伦比亚2日全民公投的结果反对方票数居多，哥伦比亚政府与“哥伦比亚革命武装力量”签署的和平协议未获通过。新华社发（哥伦比亚总统府供图）', '2016-10-03', '国际'),
(76, '北京八达岭野生动物园：老虎伤人的虎园仍关闭', 'http://p2.cri.cn/M00/80/26/CqgNOlfx7g2AXmziAAAAAAAAAAA83.550x413.jpeg', '八达岭野生动物园工作人员与自驾游客签订协议，并提醒游客在猛兽区游览时不要开窗，开车门\r\n', '2016-10-03', '本地'),
(77, '何云伟喊话郭德纲：没师父了，名字已去掉“云”字', 'http://himg2.huanqiu.com/attachment2010/2016/1003/20161003074707761.jpeg', '10月1日下午，相声演员何云伟在某直播中喊话昔日师傅郭德纲，称已经将云字去掉，现在身份证上的名字叫何伟。\r\n　　曹云金和郭德纲这对昔日师徒，如今隔空对骂的风口浪尖之际，与曹云金有着相似经历的相声演员何云伟进行个人直播。直播过程中，何云伟直言“郭德纲，我的名字叫何伟谢谢，身份证上就是何伟，(云字)已经去掉了，您爱怎么叫，怎么叫!”又附和网友所提的“海清”身份，称自己“没门户，没师傅”，就是“海清”。部分网友通过弹幕发来负面评价，何云伟再次强调自己如今就叫何伟，并自我安慰，“他们爱说我啥说我啥，跟咱没关系”。\r\n', '2016-10-03', '娱乐'),
(78, '2016中网彭帅击败大威晋级女单次轮', 'http://images.china.cn/attachement/jpg/site1000/20161003/002564ba9eb8195c8d9f44.jpg', '10月3日，2016年中国网球公开赛女单首轮比赛中，持外卡参赛的中国选手彭帅以2：0击败赛会六号种子、美国选手维纳斯·威廉姆斯，晋级次轮。', '2016-10-03', '体育'),
(79, ' 网售食品新规施行数十万淘宝商家或被清退', 'http://e.hiphotos.baidu.com/news/crop%3D0%2C1%2C601%2C360%3Bw%3D638/sign=d445b486f3f2b211f061df0ef7b04909/838ba61ea8d3fd1f854970cf384e251f94ca5f87.jpg', '电商高管每周必读盘点，上周重点电商动态。一周一盘点，扫描行业重点新闻。', '2016-10-03', '百家'),
(80, '哥伦比亚全民公投未通过和平协议', 'http://news.xinhuanet.com/world/2016-10/03/1119662025_14754624876801n.jpg', '10月2日，在哥伦比亚首都波哥大，哥伦比亚总统桑托斯（左五）就公投结果发表讲话。哥伦比亚2日全民公投的结果反对方票数居多，哥伦比亚政府与“哥伦比亚革命武装力量”签署的和平协议未获通过。新华社发（哥伦比亚总统府供图）', '2016-10-03', '国际'),
(81, '北京八达岭野生动物园：老虎伤人的虎园仍关闭', 'http://p2.cri.cn/M00/80/26/CqgNOlfx7g2AXmziAAAAAAAAAAA83.550x413.jpeg', '八达岭野生动物园工作人员与自驾游客签订协议，并提醒游客在猛兽区游览时不要开窗，开车门\r\n', '2016-10-03', '本地'),
(82, '何云伟喊话郭德纲：没师父了，名字已去掉“云”字', 'http://himg2.huanqiu.com/attachment2010/2016/1003/20161003074707761.jpeg', '10月1日下午，相声演员何云伟在某直播中喊话昔日师傅郭德纲，称已经将云字去掉，现在身份证上的名字叫何伟。\r\n　　曹云金和郭德纲这对昔日师徒，如今隔空对骂的风口浪尖之际，与曹云金有着相似经历的相声演员何云伟进行个人直播。直播过程中，何云伟直言“郭德纲，我的名字叫何伟谢谢，身份证上就是何伟，(云字)已经去掉了，您爱怎么叫，怎么叫!”又附和网友所提的“海清”身份，称自己“没门户，没师傅”，就是“海清”。部分网友通过弹幕发来负面评价，何云伟再次强调自己如今就叫何伟，并自我安慰，“他们爱说我啥说我啥，跟咱没关系”。\r\n', '2016-10-03', '娱乐'),
(83, '2016中网彭帅击败大威晋级女单次轮', 'http://images.china.cn/attachement/jpg/site1000/20161003/002564ba9eb8195c8d9f44.jpg', '10月3日，2016年中国网球公开赛女单首轮比赛中，持外卡参赛的中国选手彭帅以2：0击败赛会六号种子、美国选手维纳斯·威廉姆斯，晋级次轮。', '2016-10-03', '体育'),
(84, ' 网售食品新规施行数十万淘宝商家或被清退', 'http://e.hiphotos.baidu.com/news/crop%3D0%2C1%2C601%2C360%3Bw%3D638/sign=d445b486f3f2b211f061df0ef7b04909/838ba61ea8d3fd1f854970cf384e251f94ca5f87.jpg', '电商高管每周必读盘点，上周重点电商动态。一周一盘点，扫描行业重点新闻。', '2016-10-03', '百家'),
(85, '哥伦比亚全民公投未通过和平协议', 'http://news.xinhuanet.com/world/2016-10/03/1119662025_14754624876801n.jpg', '10月2日，在哥伦比亚首都波哥大，哥伦比亚总统桑托斯（左五）就公投结果发表讲话。哥伦比亚2日全民公投的结果反对方票数居多，哥伦比亚政府与“哥伦比亚革命武装力量”签署的和平协议未获通过。新华社发（哥伦比亚总统府供图）', '2016-10-03', '国际'),
(86, '北京八达岭野生动物园：老虎伤人的虎园仍关闭', 'http://p2.cri.cn/M00/80/26/CqgNOlfx7g2AXmziAAAAAAAAAAA83.550x413.jpeg', '八达岭野生动物园工作人员与自驾游客签订协议，并提醒游客在猛兽区游览时不要开窗，开车门\r\n', '2016-10-03', '本地'),
(87, '何云伟喊话郭德纲：没师父了，名字已去掉“云”字', 'http://himg2.huanqiu.com/attachment2010/2016/1003/20161003074707761.jpeg', '10月1日下午，相声演员何云伟在某直播中喊话昔日师傅郭德纲，称已经将云字去掉，现在身份证上的名字叫何伟。\r\n　　曹云金和郭德纲这对昔日师徒，如今隔空对骂的风口浪尖之际，与曹云金有着相似经历的相声演员何云伟进行个人直播。直播过程中，何云伟直言“郭德纲，我的名字叫何伟谢谢，身份证上就是何伟，(云字)已经去掉了，您爱怎么叫，怎么叫!”又附和网友所提的“海清”身份，称自己“没门户，没师傅”，就是“海清”。部分网友通过弹幕发来负面评价，何云伟再次强调自己如今就叫何伟，并自我安慰，“他们爱说我啥说我啥，跟咱没关系”。\r\n', '2016-10-03', '娱乐'),
(88, '2016中网彭帅击败大威晋级女单次轮', 'http://images.china.cn/attachement/jpg/site1000/20161003/002564ba9eb8195c8d9f44.jpg', '10月3日，2016年中国网球公开赛女单首轮比赛中，持外卡参赛的中国选手彭帅以2：0击败赛会六号种子、美国选手维纳斯·威廉姆斯，晋级次轮。', '2016-10-03', '体育'),
(89, ' 网售食品新规施行数十万淘宝商家或被清退', 'http://e.hiphotos.baidu.com/news/crop%3D0%2C1%2C601%2C360%3Bw%3D638/sign=d445b486f3f2b211f061df0ef7b04909/838ba61ea8d3fd1f854970cf384e251f94ca5f87.jpg', '电商高管每周必读盘点，上周重点电商动态。一周一盘点，扫描行业重点新闻。', '2016-10-03', '百家'),
(90, '哥伦比亚全民公投未通过和平协议', 'http://news.xinhuanet.com/world/2016-10/03/1119662025_14754624876801n.jpg', '10月2日，在哥伦比亚首都波哥大，哥伦比亚总统桑托斯（左五）就公投结果发表讲话。哥伦比亚2日全民公投的结果反对方票数居多，哥伦比亚政府与“哥伦比亚革命武装力量”签署的和平协议未获通过。新华社发（哥伦比亚总统府供图）', '2016-10-03', '国际'),
(91, '北京八达岭野生动物园：老虎伤人的虎园仍关闭', 'http://p2.cri.cn/M00/80/26/CqgNOlfx7g2AXmziAAAAAAAAAAA83.550x413.jpeg', '八达岭野生动物园工作人员与自驾游客签订协议，并提醒游客在猛兽区游览时不要开窗，开车门\r\n', '2016-10-03', '本地'),
(92, '何云伟喊话郭德纲：没师父了，名字已去掉“云”字', 'http://himg2.huanqiu.com/attachment2010/2016/1003/20161003074707761.jpeg', '10月1日下午，相声演员何云伟在某直播中喊话昔日师傅郭德纲，称已经将云字去掉，现在身份证上的名字叫何伟。\r\n　　曹云金和郭德纲这对昔日师徒，如今隔空对骂的风口浪尖之际，与曹云金有着相似经历的相声演员何云伟进行个人直播。直播过程中，何云伟直言“郭德纲，我的名字叫何伟谢谢，身份证上就是何伟，(云字)已经去掉了，您爱怎么叫，怎么叫!”又附和网友所提的“海清”身份，称自己“没门户，没师傅”，就是“海清”。部分网友通过弹幕发来负面评价，何云伟再次强调自己如今就叫何伟，并自我安慰，“他们爱说我啥说我啥，跟咱没关系”。\r\n', '2016-10-03', '娱乐'),
(93, '2016中网彭帅击败大威晋级女单次轮', 'http://images.china.cn/attachement/jpg/site1000/20161003/002564ba9eb8195c8d9f44.jpg', '10月3日，2016年中国网球公开赛女单首轮比赛中，持外卡参赛的中国选手彭帅以2：0击败赛会六号种子、美国选手维纳斯·威廉姆斯，晋级次轮。', '2016-10-03', '体育'),
(94, ' 网售食品新规施行数十万淘宝商家或被清退', 'http://e.hiphotos.baidu.com/news/crop%3D0%2C1%2C601%2C360%3Bw%3D638/sign=d445b486f3f2b211f061df0ef7b04909/838ba61ea8d3fd1f854970cf384e251f94ca5f87.jpg', '电商高管每周必读盘点，上周重点电商动态。一周一盘点，扫描行业重点新闻。', '2016-10-03', '百家'),
(95, '哥伦比亚全民公投未通过和平协议', 'http://news.xinhuanet.com/world/2016-10/03/1119662025_14754624876801n.jpg', '10月2日，在哥伦比亚首都波哥大，哥伦比亚总统桑托斯（左五）就公投结果发表讲话。哥伦比亚2日全民公投的结果反对方票数居多，哥伦比亚政府与“哥伦比亚革命武装力量”签署的和平协议未获通过。新华社发（哥伦比亚总统府供图）', '2016-10-03', '国际'),
(96, '北京八达岭野生动物园：老虎伤人的虎园仍关闭', 'http://p2.cri.cn/M00/80/26/CqgNOlfx7g2AXmziAAAAAAAAAAA83.550x413.jpeg', '八达岭野生动物园工作人员与自驾游客签订协议，并提醒游客在猛兽区游览时不要开窗，开车门\r\n', '2016-10-03', '本地'),
(97, '何云伟喊话郭德纲：没师父了，名字已去掉“云”字', 'http://himg2.huanqiu.com/attachment2010/2016/1003/20161003074707761.jpeg', '10月1日下午，相声演员何云伟在某直播中喊话昔日师傅郭德纲，称已经将云字去掉，现在身份证上的名字叫何伟。\r\n　　曹云金和郭德纲这对昔日师徒，如今隔空对骂的风口浪尖之际，与曹云金有着相似经历的相声演员何云伟进行个人直播。直播过程中，何云伟直言“郭德纲，我的名字叫何伟谢谢，身份证上就是何伟，(云字)已经去掉了，您爱怎么叫，怎么叫!”又附和网友所提的“海清”身份，称自己“没门户，没师傅”，就是“海清”。部分网友通过弹幕发来负面评价，何云伟再次强调自己如今就叫何伟，并自我安慰，“他们爱说我啥说我啥，跟咱没关系”。\r\n', '2016-10-03', '娱乐'),
(98, '2016中网彭帅击败大威晋级女单次轮', 'http://images.china.cn/attachement/jpg/site1000/20161003/002564ba9eb8195c8d9f44.jpg', '10月3日，2016年中国网球公开赛女单首轮比赛中，持外卡参赛的中国选手彭帅以2：0击败赛会六号种子、美国选手维纳斯·威廉姆斯，晋级次轮。', '2016-10-03', '体育'),
(99, ' 网售食品新规施行数十万淘宝商家或被清退', 'http://e.hiphotos.baidu.com/news/crop%3D0%2C1%2C601%2C360%3Bw%3D638/sign=d445b486f3f2b211f061df0ef7b04909/838ba61ea8d3fd1f854970cf384e251f94ca5f87.jpg', '电商高管每周必读盘点，上周重点电商动态。一周一盘点，扫描行业重点新闻。', '2016-10-03', '百家'),
(100, '哥伦比亚全民公投未通过和平协议', 'http://news.xinhuanet.com/world/2016-10/03/1119662025_14754624876801n.jpg', '10月2日，在哥伦比亚首都波哥大，哥伦比亚总统桑托斯（左五）就公投结果发表讲话。哥伦比亚2日全民公投的结果反对方票数居多，哥伦比亚政府与“哥伦比亚革命武装力量”签署的和平协议未获通过。新华社发（哥伦比亚总统府供图）', '2016-10-03', '国际'),
(101, '北京八达岭野生动物园：老虎伤人的虎园仍关闭', 'http://p2.cri.cn/M00/80/26/CqgNOlfx7g2AXmziAAAAAAAAAAA83.550x413.jpeg', '八达岭野生动物园工作人员与自驾游客签订协议，并提醒游客在猛兽区游览时不要开窗，开车门\r\n', '2016-10-03', '本地'),
(102, '何云伟喊话郭德纲：没师父了，名字已去掉“云”字', 'http://himg2.huanqiu.com/attachment2010/2016/1003/20161003074707761.jpeg', '10月1日下午，相声演员何云伟在某直播中喊话昔日师傅郭德纲，称已经将云字去掉，现在身份证上的名字叫何伟。\r\n　　曹云金和郭德纲这对昔日师徒，如今隔空对骂的风口浪尖之际，与曹云金有着相似经历的相声演员何云伟进行个人直播。直播过程中，何云伟直言“郭德纲，我的名字叫何伟谢谢，身份证上就是何伟，(云字)已经去掉了，您爱怎么叫，怎么叫!”又附和网友所提的“海清”身份，称自己“没门户，没师傅”，就是“海清”。部分网友通过弹幕发来负面评价，何云伟再次强调自己如今就叫何伟，并自我安慰，“他们爱说我啥说我啥，跟咱没关系”。\r\n', '2016-10-03', '娱乐'),
(103, '2016中网彭帅击败大威晋级女单次轮', 'http://images.china.cn/attachement/jpg/site1000/20161003/002564ba9eb8195c8d9f44.jpg', '10月3日，2016年中国网球公开赛女单首轮比赛中，持外卡参赛的中国选手彭帅以2：0击败赛会六号种子、美国选手维纳斯·威廉姆斯，晋级次轮。', '2016-10-03', '体育'),
(104, ' 网售食品新规施行数十万淘宝商家或被清退', 'http://e.hiphotos.baidu.com/news/crop%3D0%2C1%2C601%2C360%3Bw%3D638/sign=d445b486f3f2b211f061df0ef7b04909/838ba61ea8d3fd1f854970cf384e251f94ca5f87.jpg', '电商高管每周必读盘点，上周重点电商动态。一周一盘点，扫描行业重点新闻。', '2016-10-03', '百家'),
(105, '哥伦比亚全民公投未通过和平协议', 'http://news.xinhuanet.com/world/2016-10/03/1119662025_14754624876801n.jpg', '10月2日，在哥伦比亚首都波哥大，哥伦比亚总统桑托斯（左五）就公投结果发表讲话。哥伦比亚2日全民公投的结果反对方票数居多，哥伦比亚政府与“哥伦比亚革命武装力量”签署的和平协议未获通过。新华社发（哥伦比亚总统府供图）', '2016-10-03', '国际'),
(106, '北京八达岭野生动物园：老虎伤人的虎园仍关闭', 'http://p2.cri.cn/M00/80/26/CqgNOlfx7g2AXmziAAAAAAAAAAA83.550x413.jpeg', '八达岭野生动物园工作人员与自驾游客签订协议，并提醒游客在猛兽区游览时不要开窗，开车门\r\n', '2016-10-03', '本地'),
(107, '何云伟喊话郭德纲：没师父了，名字已去掉“云”字', 'http://himg2.huanqiu.com/attachment2010/2016/1003/20161003074707761.jpeg', '10月1日下午，相声演员何云伟在某直播中喊话昔日师傅郭德纲，称已经将云字去掉，现在身份证上的名字叫何伟。\r\n　　曹云金和郭德纲这对昔日师徒，如今隔空对骂的风口浪尖之际，与曹云金有着相似经历的相声演员何云伟进行个人直播。直播过程中，何云伟直言“郭德纲，我的名字叫何伟谢谢，身份证上就是何伟，(云字)已经去掉了，您爱怎么叫，怎么叫!”又附和网友所提的“海清”身份，称自己“没门户，没师傅”，就是“海清”。部分网友通过弹幕发来负面评价，何云伟再次强调自己如今就叫何伟，并自我安慰，“他们爱说我啥说我啥，跟咱没关系”。\r\n', '2016-10-03', '娱乐'),
(108, '2016中网彭帅击败大威晋级女单次轮', 'http://images.china.cn/attachement/jpg/site1000/20161003/002564ba9eb8195c8d9f44.jpg', '10月3日，2016年中国网球公开赛女单首轮比赛中，持外卡参赛的中国选手彭帅以2：0击败赛会六号种子、美国选手维纳斯·威廉姆斯，晋级次轮。', '2016-10-03', '体育'),
(109, ' 网售食品新规施行数十万淘宝商家或被清退', 'http://e.hiphotos.baidu.com/news/crop%3D0%2C1%2C601%2C360%3Bw%3D638/sign=d445b486f3f2b211f061df0ef7b04909/838ba61ea8d3fd1f854970cf384e251f94ca5f87.jpg', '电商高管每周必读盘点，上周重点电商动态。一周一盘点，扫描行业重点新闻。', '2016-10-03', '百家'),
(110, '哥伦比亚全民公投未通过和平协议', 'http://news.xinhuanet.com/world/2016-10/03/1119662025_14754624876801n.jpg', '10月2日，在哥伦比亚首都波哥大，哥伦比亚总统桑托斯（左五）就公投结果发表讲话。哥伦比亚2日全民公投的结果反对方票数居多，哥伦比亚政府与“哥伦比亚革命武装力量”签署的和平协议未获通过。新华社发（哥伦比亚总统府供图）', '2016-10-03', '国际'),
(111, '北京八达岭野生动物园：老虎伤人的虎园仍关闭', 'http://p2.cri.cn/M00/80/26/CqgNOlfx7g2AXmziAAAAAAAAAAA83.550x413.jpeg', '八达岭野生动物园工作人员与自驾游客签订协议，并提醒游客在猛兽区游览时不要开窗，开车门\r\n', '2016-10-03', '本地'),
(112, '何云伟喊话郭德纲：没师父了，名字已去掉“云”字', 'http://himg2.huanqiu.com/attachment2010/2016/1003/20161003074707761.jpeg', '10月1日下午，相声演员何云伟在某直播中喊话昔日师傅郭德纲，称已经将云字去掉，现在身份证上的名字叫何伟。\r\n　　曹云金和郭德纲这对昔日师徒，如今隔空对骂的风口浪尖之际，与曹云金有着相似经历的相声演员何云伟进行个人直播。直播过程中，何云伟直言“郭德纲，我的名字叫何伟谢谢，身份证上就是何伟，(云字)已经去掉了，您爱怎么叫，怎么叫!”又附和网友所提的“海清”身份，称自己“没门户，没师傅”，就是“海清”。部分网友通过弹幕发来负面评价，何云伟再次强调自己如今就叫何伟，并自我安慰，“他们爱说我啥说我啥，跟咱没关系”。\r\n', '2016-10-03', '娱乐'),
(113, '2016中网彭帅击败大威晋级女单次轮', 'http://images.china.cn/attachement/jpg/site1000/20161003/002564ba9eb8195c8d9f44.jpg', '10月3日，2016年中国网球公开赛女单首轮比赛中，持外卡参赛的中国选手彭帅以2：0击败赛会六号种子、美国选手维纳斯·威廉姆斯，晋级次轮。', '2016-10-03', '体育'),
(115, '23', '321', '321', '2016-10-14', '百家'),
(116, '321', '321', '321', '2016-10-13', '百家'),
(117, '4219992', '421', '421', '2016-09-28', '百家'),
(127, '&lt;script&gt;alert(1)&lt;/script&gt;', '231qq22', '321', '0000-00-00', '百家'),
(128, '3213213213', '321', '321', '2016-09-29', '百家');

--
-- Indexes for dumped tables
--

--
-- Indexes for table `news`
--
ALTER TABLE `news`
  ADD PRIMARY KEY (`newsid`),
  ADD KEY `newstitle` (`newstitle`);

--
-- 在导出的表使用AUTO_INCREMENT
--

--
-- 使用表AUTO_INCREMENT `news`
--
ALTER TABLE `news`
  MODIFY `newsid` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=129;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
